export type Address = {
    name: string;
    lat: number;
    lng: number;
};

export const fakeAddresses: Address[] = [
    { name: 'Автомойка Тверская', lat: 55.7558, lng: 37.6176 },
    { name: 'Автомойка Ленинская', lat: 55.7512, lng: 37.6184 },
    { name: 'Автомойка Краснопресненская', lat: 55.7601, lng: 37.6016 },
    { name: 'Автомойка Пролетарская', lat: 55.7331, lng: 37.6646 },
    { name: 'Автомойка Курская', lat: 55.7577, lng: 37.6593 },
    { name: 'Автомойка Марьино', lat: 55.6494, lng: 37.7431 },
    { name: 'Автомойка ВДНХ', lat: 55.8212, lng: 37.6411 },
    { name: 'Автомойка Сокол', lat: 55.8057, lng: 37.5156 },
    { name: 'Автомойка Пушкинская', lat: 55.7655, lng: 37.6051 },
    { name: 'Автомойка Таганская', lat: 55.7425, lng: 37.6539 },
];
